tutorials/modules/compressibleVoF/cylinder/constant/fvModels
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  dev
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant";
    object      fvModels;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

VoFClouds
{
    type    VoFClouds;

    libs    ("libVoFClouds.so");

    phase   liquid;
    carrierPhase air;
}

VoFSurfaceFilm
{
    type    VoFSurfaceFilm;

    libs    ("libVoFSurfaceFilm.so");
}

// ************************************************************************* //
